Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sma/admin/depts/udir.no/11_template-tredje-trinn-i-enkel-tabell.html.tmx
Source language: nob
Languages: sma

source: Udir.no - Nivå 8-10
sma: Udir.no - Daltese 8-10

source: Nivå 8-10
sma: Daltese 8-10

source: Nivå
sma: Daltese

source: Nivå 1
sma: Daltese 1

source: Nivå 2
sma: Daltese 2

source: Nivå 3
sma: Daltese 3

source: Nivå 4
sma: Daltese 4

source: Nivå 5
sma: Daltese 5

source: Nivå 6
sma: Daltese 6

source: Nivå 7
sma: Daltese 7

source: Nivå 8
sma: Daltese 8

source: Nivå 9
sma: Daltese 9

source: Nivå 10
sma: Daltese 10

source: Kompetansemål fra læreplanen på http://www.udir.no/grep
sma: Maahtoeulmieh learoesoejkesjistie daesnie, http://www.udir.no/grep

source: Eksempler på undervisningsopplegg
sma: Vuesiehtimmieh lohkehtimmiesoejkesjidie

source: Undervisningsopplegg: Nivå 8
sma: Ööhpehtimmiesoejkesje: Daltese 8

source: Undervisningsopplegg: Nivå 9
sma: Ööhpehtimmiesoejkesje: Daltese 9

source: Undervisningsopplegg: Nivå 10
sma: Ööhpehtimmiesoejkesje: Daltese 10
